Revit 2017 API
FormattedTextRun.ListStyle Property
 Specifies the style of a paragraph if the paragraph is a list.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2016
Syntax
C#
public TextListStyle ListStyle { get; }
Visual Basic
Public ReadOnly Property ListStyle As TextListStyle
	Get
Visual C++
public:
property TextListStyle ListStyle {
	TextListStyle get ();
}
See Also
FormattedTextRun Class
Autodesk.Revit.DB Namespace